<div>
    <h4 class="
                text-center border-bottom border-1 pb-3
    ">
        Регистрация в системе дистанционного обучения
    </h4>
    <div class="text-center color:green">
        <h5>Регистрация завершена</h5>
        <p>
            На предоставленные Вами данные будет зарегестрированна студенческая почта и аккаунт
            в системене дистанционного образования.
        </p>
        <p>
            Доступы будут высланы на <b><?=$email??""?></b>
        </p>
    </div>
</div>
