app/Controllers/Users.php

SELECT *
FROM `users`
WHERE `email` = 'languder5@gmail.com'
---
            return  $this->response->setJSON($answer);
        }

        $isset= $this->db
            ->table("users")
            ->where("email",$form->email)
            ->get()
            ->getNumRows();

INSERT INTO `users` (`surname`, `name`, `patronymic`, `email`, `password`) VALUES ('Султан', 'Сергей', 'Викторович', 'languder5@gmail.com', '$2y$10$1VXbee6aF5gyGCl2dohn5unFruOKflb6JNRK5.ToCJZcnFjoKcv5.')
---
            "password"                          => password_hash($form->password,PASSWORD_BCRYPT),
        ];

        $this->db
            ->table("users")
            ->insert($sql);